Repository: 84000/data-translation-memory
Catalog: toh544-v1.tmx
Source language: bo
Languages: en

source: ཟླ་བ་དྲུག་གིས་མངོན་སུམ་དུ། །མི་ནི་ངག་དབང་མཚུངས་པར་གྱུར། །
en: Within six months one will become, in reality, Equal to Vāgīśvara.

source: མཛེ་ནད་བཅྭ་བརྒྱད་དག་དང་ནི། །ཟ་བྱེད་ཆེན་པོ་བདུན་འཇོམས་བྱེད། །
en: One will conquer the eighteen types of leprosy And the seven types of tuberculosis.

source: ཨོཾ་ཨ་ནན་ཏ་ཛྙཱ་ན་ཤྲཱི་ཡེ། མཉྫུ་ཤྲཱི་ཡེ་ནམཿ།
en: Oṁ , homage to Mañjuśrī who has the infinite splendor of knowledge!

source: གོང་དུ་སྨོས་པའི་ལྷ་མོ་བཞིས་བསྐོར་བའི་ངག་གི་དབང་ཕྱུག་ཏུ་བདག་ཉིད་བསམས་ལ།
en: One should visualize oneself in the form of Vāgīśvara, surrounded by the four goddesses as described before,

source: སྔར་བཤད་པའི་རིམ་པས་སྔགས་བཟླས་པ་བྱས་ན།
en: and recite the mantra according to the procedure previously set out.

source: གོང་དུ་སྨོས་པའི་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: Then one will be able to perform all the rites already mentioned.

source: ཨོཾ་ཨ་ར་པ་ཙ་ན་དྷཱིཿསྭཱ་ཧཱ།
en: oṁ arapacana dhīḥ svāhā |

source: དབེན་པར་དཀྱིལ་འཁོར་བྱས་ཏེ།
en: In an isolated place, one should draw a maṇḍala and

source: བཅོམ་ལྡན་འདས་ངག་གི་དབང་ཕྱུག་དང་བླ་མ་རྗེ་བཙུན་ཡང་དག་པར་མཆོད་དེ།
en: make offerings to the blessed Vāgīśvara and to one’s precious guru.

source: བདེ་བའི་སྟན་ལ་འདུག་ནས་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པར་བྱའོ།
en: Then, one should sit on a comfortable seat and arouse the mind set upon awakening.

source: ཞེས་བྱ་བའི་སྔགས་ལན་གསུམ་གྱི་བར་དུ་བརྗོད་དེ།
en: one should recite three times the mantra

source: ཨོཾ་སྭ་བྷཱ་བ་ཤུཿསརྦ་དྷརྨ་སྭ་བྷཱ་བ་ཤུད་དྷོ྅ཧཾ།
en: Oṁ , all phenomena are pure by nature; I am pure by nature,”

source: བདག་དང་འཇིག་རྟེན་རང་བཞིན་གྱིས་རྣམ་པར་དག་པར་བསམས་ལ་
en: and, considering oneself and everything else to be naturally pure,

source: སྟོང་པ་ཉིད་མངོན་དུ་བྱས་ནས།
en: bring emptiness directly to mind.

source: པདྨ་དཀར་པོའི་སྟེང་གི་ཟླ་བའི་དཀྱིལ་འཁོར་གྱི་སྟེང་ན་བཞུགས་པ། སྐུ་མདོག་དཀར་པོ་རལ་གྲི་དང་པོ་ཏི་བསྣམས་པར་བདག་ཉིད་ཡུད་ཙམ་གྱིས་ཡོངས་སུ་གྲུབ་པར་རྣམ་པར་བསམས་ལ།
en: One should then visualize oneself, instantaneously arisen, upon a white lotus and a moon disk; one is white in color, holding a book and a sword.

source: ངག་གི་དབང་ཕྱུག་བདག་ཉིད་ཀྱི་གཡས་སུ་སྐྲ་ཅན་དང་
en: On the right side of oneself as Vāgīśvara is Keśinī, and

source: གཡོན་དུ་ཉེ་བའི་སྐྲ་ཅན་མ་
en: on one’s left, Upakeśinī.

source: ཉི་མའི་དཀྱིལ་འཁོར་ལ་བཞུགས་པ་ཨུཏྤ་ལ་བསྣམས་པ་དང་།
en: astride a sun disk and holding a blue lotus.

source: རྒྱབ་ཏུ་ཟླ་བའི་འོད་ཟླ་བའི་དཀྱིལ་འཁོར་ལ་བཞུགས་པ་ཨུཏྤ་ལ་བསྣམས་པ་རྣམ་པར་བསམ་པར་བྱའོ། །
en: Behind, one should visualize Candraprabha, astride a moon disk and holding a blue lotus.

source: དེ་ནས་རང་གི་སྙིང་ག་ལ་འབར་བའི་ཕྲེང་བའི་ཚོགས་ཡོངས་སུ་འཕྲོ་བའི་ཡི་གེ་ཨ་ཡོངས་སུ་བསམས་ལ།
en: Then, in one’s heart, one should visualize the syllable a , radiating blazing streams of light,

source: དེ་ཡོངས་སུ་གྱུར་པའི་འཁོར་ལོ་རྩིབས་བརྒྱད་པ་ངག་གི་རང་བཞིན་མ་ལུས་པས་རྣམ་པར་སྤྲས་པ།
en: which is then transformed into an eight-spoked wheel, extremely ornate as it is the nature of the complete range of speech.

source: ཡོངས་སུ་གསལ་བར་བྱེད་པ་མྱུར་དུ་འཁོར་བར་བསམ་པར་བྱའོ། །
en: One should vizualize the wheel clearly and consider that it is rapidly revolving.

source: དེ་ལྟར་གོམས་པར་བྱས་པ་ལས་
en: Practicing in this way,

source: ཟླ་བ་དྲུག་གིས་སྔོན་མ་ཐོས་པའི་བསྟན་བཅོས་ཐམས་ཅད་ཀྱང་དོན་དང་གཞུང་གི་སྒོ་ནས་མངོན་སུམ་དུ་འགྱུར་ཞིང་།
en: one will come to know all the treatises clearly within six months as regards both their meaning and composition, even if one has never heard them before.

source: ལོ་གཅིག་གིས་ངག་གི་དབང་ཕྱུག་དང་མཚུངས་པར་འགྱུར་རོ། །
en: After one year, one will become equal to Vāgīśvara.

source: ཨ་ར་པ་ཙ་ནའི་འཁོར་ལོའི་ཆོ་གའོ། །
en: This was the method of the wheel of Arapacana

source: ཨོཾ་བཱ་གཱི་ཤྭ་རི་མུཾ།
en: oṁ vāgīśvara muḥ |

source: སྔགས་འདི་སྔ་མ་བཞིན་དུ་བཟླས་པས། གོང་དུ་སྨོས་པའི་འབྲས་བུ་རྣམས་འབྱིན་པར་འགྱུར་ཏེ།
en: All the results mentioned previously will come to the person who recites this mantra.

source: འཁོར་ལོའི་དབུས་སུ་ཡི་གེ་མུཿདམར་པོ་འབར་བའི་ཕྲེང་བའི་ཚོགས་ཅན་བལྟ་བར་བྱའོ། །
en: One should visualize, in the center of a circle, the syllable muḥ surrounded by a garland of flames.

source: ཤེས་རབ་ཀྱི་འཁོར་ལོའི་ཆོ་གའོ། །
en: This is called the circle of wisdom procedure

source: ཨོཾ་དྷརྨ་དྷཱ་ཏུ། བཱ་གཱི་ཤྭ་རི་མུཾ་སྭཱ་ཧཱ།
en: Oṁ , Vāgīśvara of the sphere of phenomena, muḥ ! Svāhā

source: སྔར་བཤད་པའི་རིམ་པས་ལྔ་པོའི་བདག་ཉིད་དུ་བསམས་ལ།
en: In the same order as just described, one should imagine oneself as having the nature of the five deities.

source: ཡི་གེ་མུཾ་གྱི་སྙིང་པོ་ཅན་གྱི་འཁོར་ལོ་རྩིབས་བཅུ་དྲུག་པ་རྣམ་པར་བསམ་པར་བྱའོ། །
en: Then, one should visualize a sixteen-spoked wheel with the syllable muḥ in its center.

source: དེ་ལྟར་རྣམ་པར་བསམས་ན་སྔར་བཤད་པའི་འབྲས་བུ་རྣམས་སྐྱེད་པར་འགྱུར་རོ། །
en: To those who visualize this or an eight-spoked wheel will come the results previously mentioned.

source: ཨོཾ་བཛྲ་ཏཱིཀྵྞ་བ་ར་ད་མུཿསྭཱ་ཧཱ།
en: Oṁ , Vajratīkṣṇa, the boon giver, muḥ ! Svāhā

source: བདག་ཉིད་ཡི་གེ་མུཿཡོངས་སུ་གྱུར་པ་ལས་མེའི་ཕུང་པོ་ལྟ་བུས་ཕྱོགས་ཀྱི་དཀྱིལ་འཁོར་སྣང་བར་བྱེད་པ། ངག་གི་དབང་ཕྱུག་དཔའ་བོ་གཅིག་པུ་གྲུབ་པར་ཡུད་ཙམ་རྣམ་པར་བསམས་ལ།
en: One should visualize oneself as the syllable muḥ . Then, as it transforms, one instantaneously becomes Vāgīśvara, the sole hero, who, like a blazing fire, illuminates the entire environment.

source: རང་གི་སྙིང་གར་ཡི་གེ་ཨོཾ་ལས་ཡོངས་སུ་གྱུར་པའི་ཉི་མའི་དཀྱིལ་འཁོར་འོད་ཟེར་བརྒྱ་སྟོང་གིས་རྣམ་པར་སྤྲས་པས། འཇིག་རྟེན་གྱི་ཁམས་མ་ལུས་པ་སྣང་བར་བྱེད་པ་རྣམ་པར་བསམས་པར་བྱས་ནས།
en: In one’s heart one should visualize the syllable oṁ , which is then transformed into a sun disk that illuminates all worlds, shining with a hundred thousand rays.

source: ཟླ་བ་དྲུག་ཙམ་གྱིས་ངག་གི་དབང་ཕྱུག་དང་མཚུངས་པར་སྐྱེ་ཞིང་།
en: By meditating thus, within six months the practitioner will become equal to Vāgīśvara and

source: སྔར་སྨོས་པའི་འབྲས་བུ་རྣམས་འདིས་སྐྱེད་པར་འགྱུར་རོ།
en: will obtain all the results previously described.

source: དཔའ་བོ་གཅིག་པུ་གྲུབ་པའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས་ལེའུ་གསུམ་པ་རྫོགས་སོ།། །།
en: This was the third chapter in the “ Great Sovereign Tantra of Siddhaikavīra

source: ལ་བཱ་ཎཱཾ་བྷ་སོ་ཤི་ཏཱིཀྵྞོ་སི་ཨུ་ད་གྲོ་སི་བྷ་ཡཾ་ཀ་རཿ། ཨ་མུ་ཀ་སྱ། ད་ཧཱ་གཱ་ཏྲཱ་ཎི། ད་ཧ་མཱ་སྃ། ད་ཧ་ཏྭ་ཙཾ་ན་ཁཱ་ནྱ་བི་ད་ཧ་སྠི་ནི་ཨ་སྠི་ནི་བྷྱོ་མཛྫ་ཀཾ་ད་ཧ། ལ་བཱ་ཎཾ། ཙྪིནྡ་ཏི། ལ་བཱ་ཎཾ། བྷིན་དེ་ཏི། ལ་བ་ཎྃ་པ་ཙ་ཏི། ཤོ་ཎི་ཏཾ་ལ་བ་ཎེ་ཧྲི་ཡ་མཱ་ནེ་ཀུ་ཏོ་ནི་ད་ཀུ་དོ་ར་ཏིཿཡ་དི་བ་ས་ཏི་ཡོ་ཛ་ན་ཤ་ཏེ། ན་དཱི་ནཱཾ་ཙ་ཤ་ཏཱན་ཏ་རེ་ནག་རེ་ལོ་ཧ་པྲཱ་ཀཱ་རེ་ཀྲཱྀཥྞ་སརྡྡ་ཀྲཱྀ་ཏཱ་ཀུ་ལེ་ཏ་ཏྲེ་པ་བ་ས་མཱ་ནི་ཧི་ལ་བ་ཎ་བན་དྷ་པུ་ར་སྐྲྀ་ཏཿ། ཨོཾ་ཙི་ཙི་ཙི་ཅི་བི་ཀློ་ལི་བི་ཀློ་ལི་ཨ་མུ་ཀཾ་སཱ་དྷ་ན་པ་རི་པཱ་རཾ་མེ་བ་ས་མཱ་ན་ཡ་སྭཱ་ཧཱ།
en: Oṁ , Lavaṇāmbha! You are fierce! You are vast! O terrifying one! Burn the limbs of such-and-such! Burn his flesh! Burn his skin! Burn even his nails! Burn his bones and the marrow in his bones! He cuts the salt, breaks the salt, and cooks the salt. When the salt of the earth is being seized, how could one sleep, how could one find pleasure? If such-and-such dwells a hundred leagues away, behind a hundred rivers, in a city surrounded by iron walls and protected by cobras—at that very place, enthrall that person, having first bound the salt. Oṁ, ciṭi, ciṭi ! Vikloli ! Please bring here such-and-such a person! Svāhā

source: སྔོན་དུ་བསྙེན་པའི་ཆོ་ག་ཁྲི་བྱས་ལ་དེའི་འོག་ཏུ་བསྒྲུབ་པ་བརྩམ་པར་བྱ་སྟེ།
en: As a preliminary practice, one should perform 10,000 recitations before commencing the sādhana practice.

source: བདག་ཉིད་རྣམ་པར་བསམས་ལ་
en: one should visualize oneself as

source: མེ་ཏོག་དང་ལྡན་པའི་ཤིང་མྱ་ངན་མེད་པའི་རྩ་བར་བཞུགས་པའི་རྗེ་བཙུན་འཕགས་པ་སྤྱན་རས་གཟིགས་
en: the noble lord Avalokiteśvara, standing beneath a blossoming aśoka tree.

source: སྐུ་མདོག་དམར་པོ་ཕྲེང་བ་དང་ན་བཟའ་དམར་པོའི་རྒྱན་གྱིས་རྗེས་སུ་བྱུགས་པ་
en: He is red in color and wears red garlands, red clothes, jewelry, and unguents.

source: སྒེག་པའི་ཆ་ལུགས་ཅན།
en: He has a distinctively erotic appearance

source: ཕྱག་བཞིས་ཞགས་པ་དང་ལྕགས་ཀྱུ་དང་གཞུ་དང་མདའ་བསྣམས་པ་
en: in his four arms he holds a noose, a goad, a bow, and an arrow.

source: གཡས་དང་གཡོན་གྱི་ཕྱོགས་ན་སྒྲོལ་མ་དང་ཁྲོ་གཉེར་ཅན་གཉིས་དང་བཅས་པར་
en: He is accompanied by two goddesses, Tārā and Bhṛkuṭī, who stand to his right and left respectively.

source: དུས་གསུམ་དུ་ཚྭའི་སྦྱིན་སྲེག་བརྒྱ་རྩ་བརྒྱད་བྱས་ན།
en: one should offer, in the three periods of the day, 108 homa offerings of salt.

source: ཉི་མ་བདུན་གྱིས་སྐྱེས་པའམ་བུད་མེད་དབང་དུ་འགྱུར་རོ། །
en: After seven days, one will succeed in enthralling a man or a woman.

source: ཞག་ཉི་ཤུ་རྩ་གཅིག་གིས་སྐྱེས་བུ་ཆེན་པོ་དབང་དུ་འགྱུར་རོ། །
en: After twenty-one days, one will be able to enthrall an eminent person.

source: ཚྭ་དང་བཙས་པའི་སྤྲ་ཚིལ་གྱིས་བསྒྲུབ་པར་བྱ་བའི་གཟུགས་སོར་བཞི་པའི་ཚད་དུ་བྱས་ལ།
en: One should make an effigy from beeswax mixed with salt in the shape of the target person, four fingers in size.

source: སེང་ལྡེང་གི་མེ་མདག་དུ་བ་མེད་པ་ལ་དུས་གསུམ་དུ་སྔགས་བརྗོད་པས་བསྲོས་ན་
en: Then one should heat up that effigy at the three junctions of the day above the smokeless embers of cutch tree wood while saying the mantra aloud.

source: གང་གི་མིང་ནས་བཟུང་བ་དེ་དབང་དུ་འགྱུར་རོ། །
en: Whoever’s name is included in the mantra, that person will become enthralled.

source: རྡོ་རྗེ་ཆུ་ལ་སྦངས་པའི་ཚྭ་ལ་ལན་བརྒྱ་རྩ་བརྒྱད་བཟླས་པ་སྦྱིན་པར་བྱ་ཞིང་
en: One should give the target salt mixed with vajra water after incanting it 108 times.

source: ཟོས་པ་ཙམ་གྱིས་དབང་དུ་འགྱུར་རོ། །
en: Then the target will become enthralled simply by drinking it.

source: ཨོཾ་ལ་བ་ཎཱཾ་བྷོ་སི་ཏཱི་ཀྵྣོ་སི་ཨུ་ད་གྲོ་སི་ཧྲྀ་ད་ཡཾ་ག་མ་ཨ་མུ་ཀ་སྱ་ཧྲྀ་ད་ཡཾ། པི་ཏཾ་ནཱ་སྟི། ལོ་ཀི་ཙི་ཀི་ཧ་ས་ཀཿ་ཨོཾ་ཙི་ཊི་ཙི་ཊི། བི་ཀློ་ལི། བི་ཀློ་ལི། མ་ཧཱ་བི་ཀློ་ལི། མ་ཧཱ་བི་ཀློ་ལི། ཨ་མུ་ཀཾ་མེ་བ་ས་མཱ་ན་ཡ་སྭཱ་ཧཱ།
en: Oṁ , Lavaṇāmbha! You are fierce! You are vast! You touch the heart! The heart of such-and-such a person is drunk. There is no physician in the world for this. Oṁ, ciṭi, ciṭi ! Vikloli, vikloli ! Mahāvikloli, mahāvikloli ! Please enthrall such-and-such a person for me! Svāhā

source: སྔོན་དུ་བསྙེན་པའི་ཆོ་ག་སྔ་མ་བཞིན་དུ་བྱས་ལ།
en: Having completed the procedure of the preliminary practice as before,

source: དུས་གསུམ་དུ་ཚྭ་ཆུ་ཁྱོར་གང་གི་མིང་དང་འཐུངས་ན་དེ་དབང་དུ་འགྱུར་རོ། །
en: one should drink three handfuls of incanted water with salt in the three periods of the day. Whoever’s name one includes, that person will become enthralled.

source: ཚྭ་དང་སྐེ་ཚེ་ཆ་མཉམ་པོར་བྱས་པ་གང་གི་མིང་དང་བཅས་དེ་སྦྱིན་སྲེག་བྱས་ན་དེ་དབང་དུ་འགྱུར་རོ། །
en: One should mix equal amounts of salt and black mustard seed and offer them in a homa offering. Whoever’s name is used in the offering, that person will become enthralled.

source: ཨོཾ་ཀུ་རུ་ཀུལླེ་སྭ་ཧ།
en: Oṁ, svāhā to Kurukullā!

source: རྗེ་བཙུན་འཕགས་མ་སྒྲོལ་མའི་སྙིང་པོ་
en: This is the heart mantra of the venerable noble Tārā.

source: སྲིད་པ་གསུམ་དབང་དུ་བྱ་བའི་ལས་རྣམས་ཐོགས་པ་མེད་པར་འགུགས་པར་གྲགས་པ་
en: Its invincible power in the activity of enthralling the three worlds is known far and wide.

source: སྔར་སྨོས་པའི་ཏིང་ངེ་འཛིན་ལ་གནས་ཏེ།
en: One should, while absorbed in the absorption mentioned previously,

source: ཡི་གེ་འབུམ་བཟླས་པ་བྱས་ལ་
en: recite the mantra 100,000 times for each syllable.

source: ཕྱིས་མེ་ཏོག་དང་བདུག་པ་དང་བྱུག་པ་དང་ཕྱེ་མ་དང་སོ་རྩི་ལ་སོགས་པ་གང་ལ་བྱིན་པ་དེ་དབང་དུ་འགྱུར་རོ། །
en: Later, the person to whom one gives flowers, incense, unguents, fragrant powders, or betel will become enthralled.

source: སྤོས་དྲི་ཞིམ་པོས་བདག་ཉིད་བདུགས་ན་
en: By censing oneself with a pleasant-smelling incense,

source: མེ་ཏོག་དམར་པོའི་སྦྱིན་སྲེག་གང་གི་མིང་དང་བྱས་པ་དེ་དབང་དུ་འགྱུར་རོ། །
en: If one offers a homa of red flowers, the person whose name one uses in the homa will become enthralled.

source: བཟའ་བ་དང་བཏུང་བ་ལ་མངོན་པར་བསྔགས་ཏེ་གང་ལ་བྱིན་པ་དེ་དབང་དུ་འགྱུར་རོ། །
en: If one incants food and drink, whoever it is given to will become enthralled.

source: སྐྱེས་བུ་ཆེན་པོ་དབང་དུ་བྱེད་པ་ལ་
en: To enthrall an important person,

source: ཡུངས་ཀར་དཀར་པོའི་སྦྱིན་སྲེག་བྱའོ། །
en: one should offer white mustard seeds in the fire.

source: ཕྱིས་ཚེས་གྲངས་དང་རྒྱུ་སྐར་དང་ཞག་བཟང་པོ་ལ་
en: Later, on an auspicious lunar day, during an auspicious asterism, etc.,

source: བཅོམ་ལྡན་འདས་ལ་མཆོད་པ་བྱས་ཏེ།
en: one should make offerings to her, the Blessed One.

source: ཨུཏྤ་ལའི་འདབ་མ་ལྟ་བུའི་རྩིབས་བཅུ་དྲུག་པའི་འཁོར་ལོ་བྲིས་ལ།
en: Then one should draw a circle with sixteen divisions in the form of a lotus with petals.

source: གྲོ་གའམ་གོས་ལ་གུར་གུམ་མམ་གི་ཝང་ངམ་ག་པུར་ལ་སོགས་པ་
en: on birchbark or cloth using saffron, bovine orpiment, resin, etc.

source: འཁོར་ལོའི་དབུས་སུ་སྒྲུབ་པ་པོ་དང་བསྒྲུབ་བྱའི་མིང་དང་བཅས་པའི་སྔགས་བྲི་བར་བྱའོ། །
en: In the center of the circle, one should write both the name of the target and that of the practitioner.

source: འདབ་མ་རྣམས་ལ་
en: On the petals,

source: ཀུ་རུ་ཀུལླེ་ཞེས་བྱ་བའི་ཡི་གེ་བཞིས་བརྟེན་པའི་དབུས་སུ་བསྒྲུབ་བྱ་གཅིག་པུའི་མིང་བྲི་བར་བྱའོ། །
en: one should write the four syllables ku ru ku llā in combination with the target’s name only.

source: ཕྱི་རོལ་ནས་
en: On the outside,

source: ཡི་གེ་ཨོཾ་རིམ་པ་གསུམ་དུ་བྱས་པའི་འཁོར་ལོ་ལ་སྐུད་པ་དམར་པོས་བཅིངས་ནས།
en: one should surround this with a threefold circle of oṁ syllables using a red cord and

source: སྤྲ་ཚིལ་གྱི་རང་བཞིན་ཅན་གྱི་གཟུགས་ཀྱི་སྙིང་གའི་དབུས་སུ་བཅུག་ལ།
en: insert the drawing into the heart of an effigy made of beeswax.

source: སེང་ལྡེང་གི་མེ་མདག་ལ་དུས་གསུམ་དུ་བསྲོས་ན་
en: Then, while heating up the effigy over the embers of cutch tree wood at the three junctions of the day,

source: རྐང་པས་འགུགས་པར་བྱེད་དོ། །
en: one should draw the effigy’s feet toward oneself.

source: སྐྱེས་པའམ་བུད་མེད་དབང་དུ་བྱེད་ན།
en: Whether one is enthralling a man or a woman,

source: ཟངས་མའི་ཁབ་ཀྱིས་རྐང་པ་ཕུག་ལ་བསྲོས་པས་
en: one should pierce the feet with a copper needle and heat them.

source: དབང་དུ་འགྱུར་རོ། །
en: The target will become enthralled.

source: ཡི་གེ་ཡྃ་ལས་ཡོངས་སུ་གྱུར་པའི་རླུང་གི་དཀྱིལ་འཁོར་ཡོངས་སུ་བསམས་ལ།
en: One should visualize the wind maṇḍala arisen from the syllable yaṁ

source: དེའི་སྟེང་དུ་
en: Above it,

source: ཡོངས་སུ་གནས་པའི་བསྒྲུབ་པར་བྱ་བ་སྐྲ་མ་བཅིངས་ཤིང་གཅེར་བུ་མགྲིན་པ་ཞགས་པས་བཅིངས་པ་
en: one should visualize the target with disheveled hair, naked, and with a noose tied around his neck.

source: སྙིང་ག་ལ་ལྕགས་ཀྱུ་བསྣུན་པ།
en: One should pull him by the chest with a hook and

source: རླུང་གི་ཤུགས་ཅན་གྱི་རིག་སྔགས་ཀྱིས་ཐམས་ཅད་དྲངས་ཏེ་
en: draw him by means of the mantra which has the force of the wind.

source: སྒྲུབ་པ་པོའི་རྐང་པའི་དྲུང་དུ་ལྷུང་ཞིང་བྱ་བ་ཐམས་ཅད་རྣམ་པར་བསམ་པར་བྱའོ། །
en: As he is visualized prostrate at the practitioner’s feet, all that one wants from him can be accomplished.

source: གོམས་པར་བྱས་པས་
en: With dedicated practice,

source: མར་དང་སྦྲང་རྩི་ཀ་ར་ལྷུང་བཟེད་ཀྱི་ནང་དུ་བཅུག་སྟེ།
en: One should place the mantra in the center of a bowl of ghee, honey, and sugar-candy and,

source: དུས་གསུམ་དུ་མེ་ཏོག་དྲི་ཞིམ་པོ་ལ་སོགས་པས་མངོན་པར་མཆོད་ཅིང་སྔགས་བཟླས་ན་
en: in the three periods of the day, offer flowers and other things to it while reciting the mantra.

source: གང་འདོད་པ་དེ་དབང་དུ་འགྱུར་རོ། །
en: Then one will enthrall whomever one wishes.

source: པདྨ་དཀར་པོའི་སྐུད་པའི་སྡོང་བུ་བྱས་ལ་བ་སེར་སྐྱའི་མར་གྱིས་སོ་མ་བཏང་བའི་ཁམ་ཕོར་ལ་དུ་བ་ཆགས་པ་ལ་
en: One should make a lamp wick with fibers of white lotus and put lampblack into a dish of unbaked clay along with clarified butter from a brown cow.

source: བརྒྱ་རྩ་བརྒྱད་མངོན་པར་བསྔགས་པས་མིག་ལ་བསྐུས་ན་སྐྱེ་བོ་ཐམས་ཅད་དགའ་བར་འགྱུར་རོ།
en: By applying this lampblack, incanted 108 times, to one’s eyes, one will be adored by everyone.

source: ཀ་པཱ་ཆེན་པོ་ལ་པདྨ་དཀར་པོའི་སྐུད་པའི་སྡོང་བུ་དང་སྣུམ་ཆེན་པོས་མར་ངོའི་ཚེས་བརྒྱད་དམ་བཅུ་བཞིའི་ནུབ་མོ་དུ་བ་བསྒྲུབ་པར་བྱས་ལ།
en: one should collect lampblack from a wick made of white lotus fibers burning inside a human skull with human fat. This should be done at night on the eighth or the fourteenth day of the waning moon.

source: དེས་མིག་ལ་བསྐུས་ན་ཐམས་ཅད་དགའ་བར་འགྱུར་རོ།
en: By anointing one’s eyes with this lampblack, one will be adored by everyone.

source: ཨ་མ་ལེ། བི་མ་ལེ། ཀུ་མ་ཀུ་མེ། ས་མ་ཡེ་ན། བད་དྷོ་སི། བིན་དྭ་ན། བིན་དྭ་ན། ཨིཙྪ། ཨིཙྪ། ཡཱ་དེ་བོ་བརྵ་ཏི། བིངྷྱོ་ཏ་ཡ་ཏི། གརྫྫ་ཏི། གརྫྫ་ཏི། བིསྨ་ཡ་མ་ཧཱ་རཱ་ཛ། ས་མཱ་དྷི་བརྡྷ་ཏ་ཡན་། དེ་བེ་བྷྱོ། མ་ནུ་ཥེ་བྷྱོ། གན་དྷ་ར་བེ་བྷྱོ། ཤི་ཁི་གྲ་ཧཱ་དེ་བ། ཨཱ་ནནྡ་སྱ། གྲ་ཧཱ་ཎཱི་ཡཱ། ཨ་ག་མ་ནཱ་ཡ་ཀྲ་མ་ཎཱི་ཡཱ་ཛུ་ཧོ་མི་ཧ་སྭཱ་ཧཱ།
en: In the pure and stainless saffron, you are bound by your pledge. The god rains raindrops, raindrops, as he pleases. He sends lightning and thunder. O amazing great king! May he bring prosperity and growth! Hūṁ ! O god of comets and planets, I now offer an oblation to gods, humans, and gandharvas, for the seizing, the coming, and the traversing of happiness, svāhā

source: སྔགས་ཀྱི་རྒྱལ་པོ་འདིས་བསྙེན་པའི་ཆོ་ག་བྱས་ལ།
en: With this king of mantras one should perform the preliminary ritual.

source: ཁང་པའི་མདུན་གྱི་དབུས་སུ་བ་ལྕི་བྱུགས་ལ་གྲུ་བཞིར་བྲེས་ཏེ།
en: Then, in the center of a house yard, one should smear cow dung and delineate the altar space.

source: དཱུར་བའི་གཅལ་བཀྲམ་ནས་མེ་སྦར་ལ།
en: One should spread darbha grass there and set it alight.

source: ཨར་ཀའི་མེ་ཏོག་བརྒྱ་རྩ་བརྒྱད་བླངས་ནས།
en: Next, one should take 108 flowers of the giant milkweed shrub and,

source: སྔགས་བཟླ་ཞིང་མེ་ཏོག་རེ་རེ་མེ་ལ་སྦྱིན་སྲེག་བྱས་ན།
en: repeating the mantra, offer the flowers one by one in the fire.

source: འདོད་པའི་སྐྱེས་པའམ་བུད་མེད་འགུགས་པར་འགྲུབ་པར་འགྱུར་
en: Then one summons the woman or man one desires.

source: མཁས་པས་དེ་ལྟར་ཤེས་པར་བྱས་ལ་གུས་པར་བྱའོ། །
en: An intelligent person, knowing what is described here, should treat it with respect.

source: དཔའ་བོ་གཅིག་པུ་གྲུབ་པའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་ལེའུ་བཞི་པ་རྫོགས་སོ།། །།
en: This was the fourth chapter in the “ Great Sovereign Tantra of Siddhaikavīra

source: རྒྱ་གར་གྱི་མཁན་པོ་ཆེན་པོ་དཱི་པཾ་ཀ་ར་ཤྲཱིཛྙཱ་ན་དང་། ལོཙྪ་བ་དགེ་སློང་དགེ་བའི་བློ་གྲོས་ཀྱིས་བསྒྱུར།
en: Translated by the great Indian preceptor Dīpaṃkara Śrījñāna and the translator monk Géwai Lodrö,

source: དགེ་སློང་ཚུལ་ཁྲིམས་རྒྱལ་བས་གཏན་ལ་ཕབ་པ།།
en: finalized by the monk Tsultrim Gyalwa.
